{
  "headers": {
    "countryaffiliation": "",
    "countrycode": "gr",
    "countryname": "Greece",
    "flag_orig": "400x257",
    "last_update": "Page last updated on June 22, 2014",
    "locator_orig": "468x502",
    "map_orig": "326x350",
    "region": "Europe",
    "regioncode": "eur"
  },
  "Introduction": {
    "Background": {
      "text": "Greece achieved independence from the Ottoman Empire in 1830. During the second half of the 19th century and the first half of the 20th century, it gradually added neighboring islands and territories, most with Greek-speaking populations. In World War II, Greece was first invaded by Italy (1940) and subsequently occupied by Germany (1941-44); fighting endured in a protracted civil war between supporters of the king and other anti-communist and communist rebels. Following the latter's defeat in 1949, Greece joined NATO in 1952. In 1967, a group of military officers seized power, establishing a military dictatorship that suspended many political liberties and forced the king to flee the country. In 1974, democratic elections and a referendum created a parliamentary republic and abolished the monarchy. In 1981, Greece joined the EC (now the EU); it became the 12th member of the European Economic and Monetary Union in 2001. In 2010, the prospect of a Greek default on its euro-denominated debt created severe strains within the EMU and raised the question of whether a member country might voluntarily leave the common currency or be removed."
    }
  },
  "Geography": {
    "Location": {
      "text": "Southern Europe, bordering the Aegean Sea, Ionian Sea, and the Mediterranean Sea, between Albania and Turkey"
    },
    "Geographic coordinates": {
      "text": "39 00 N, 22 00 E"
    },
    "Map references": {
      "text": "Europe"
    },
    "Area": {
      "total": "131,957 sq km",
      "land": "130,647 sq km",
      "water": "1,310 sq km"
    },
    "Area - comparative": {
      "text": "slightly smaller than Alabama"
    },
    "Land boundaries": {
      "total": "1,110 km",
      "border countries": "Albania 212 km, Bulgaria 472 km, Macedonia 234 km, Turkey 192 km"
    },
    "Coastline": {
      "text": "13,676 km"
    },
    "Maritime claims": {
      "territorial sea": "12 nm",
      "continental shelf": "200 m depth or to the depth of exploitation"
    },
    "Climate": {
      "text": "temperate; mild, wet winters; hot, dry summers"
    },
    "Terrain": {
      "text": "mostly mountains with ranges extending into the sea as peninsulas or chains of islands"
    },
    "Elevation extremes": {
      "lowest point": "Mediterranean Sea 0 m",
      "highest point": "Mount Olympus 2,917 m"
    },
    "Natural resources": {
      "text": "lignite, petroleum, iron ore, bauxite, lead, zinc, nickel, magnesite, marble, salt, hydropower potential"
    },
    "Land use": {
      "arable land": "18.95%",
      "permanent crops": "8.73%",
      "other": "72.32% (2011)"
    },
    "Irrigated land": {
      "text": "15,550 sq km (2007)"
    },
    "Total renewable water resources": {
      "text": "74.25 cu km (2011)"
    },
    "Freshwater withdrawal (domestic/industrial/agricultural)": {
      "total": "9.47 cu km/yr (9%/2%/89%)",
      "per capita": "841.4 cu m/yr (2007)"
    },
    "Natural hazards": {
      "text": "severe earthquakes",
      "volcanism": "Santorini (elev. 367 m) has been deemed a Decade Volcano by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to its explosive history and close proximity to human populations; although there have been very few eruptions in recent centuries, Methana and Nisyros in the Aegean are classified as historically active"
    },
    "Environment - current issues": {
      "text": "air pollution; water pollution"
    },
    "Environment - international agreements": {
      "party to": "Air Pollution, Air Pollution-Nitrogen Oxides, Air Pollution-Sulfur 94, Antarctic-Environmental Protocol, Antarctic-Marine Living Resources, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands",
      "signed, but not ratified": "Air Pollution-Persistent Organic Pollutants, Air Pollution-Volatile Organic Compounds"
    },
    "Geography - note": {
      "text": "strategic location dominating the Aegean Sea and southern approach to Turkish Straits; a peninsular country, possessing an archipelago of about 2,000 islands"
    }
  },
  "People and Society": {
    "Nationality": {
      "noun": "Greek(s)",
      "adjective": "Greek"
    },
    "Ethnic groups": {
      "text": "population: Greek 93%, other (foreign citizens) 7% (2001 census)",
      "note": "percents represent citizenship, since Greece does not collect data on ethnicity"
    },
    "Languages": {
      "text": "Greek (official) 99%, other (includes English and French) 1%"
    },
    "Religions": {
      "text": "Greek Orthodox (official) 98%, Muslim 1.3%, other 0.7%"
    },
    "Population": {
      "text": "10,775,557 (July 2014 est.)"
    },
    "Age structure": {
      "0-14 years": "14.1% (male 781,151/female 735,444)",
      "15-24 years": "9.8% (male 537,849/female 515,359)",
      "25-54 years": "43.2% (male 2,321,709/female 2,337,502)",
      "55-64 years": "12.7% (male 670,270/female 694,399)",
      "65 years and over": "20.1% (male 954,605/female 1,227,269) (2014 est.)"
    },
    "Dependency ratios": {
      "total dependency ratio": "52.9 %",
      "youth dependency ratio": "22.4 %",
      "elderly dependency ratio": "30.5 %",
      "potential support ratio": "3.3 (2014 est.)"
    },
    "Median age": {
      "total": "43.5 years",
      "male": "42.4 years",
      "female": "44.6 years (2014 est.)"
    },
    "Population growth rate": {
      "text": "0.01% (2014 est.)"
    },
    "Birth rate": {
      "text": "8.8 births/1,000 population (2014 est.)"
    },
    "Death rate": {
      "text": "11 deaths/1,000 population (2014 est.)"
    },
    "Net migration rate": {
      "text": "2.32 migrant(s)/1,000 population (2014 est.)"
    },
    "Urbanization": {
      "urban population": "61.4% of total population (2011)",
      "rate of urbanization": "0.63% annual rate of change (2010-15 est.)"
    },
    "Major urban areas - population": {
      "text": "ATHENS (capital) 3.414 million; Thessaloniki 883,000 (2011)"
    },
    "Sex ratio": {
      "at birth": "1.06 male(s)/female",
      "0-14 years": "1.06 male(s)/female",
      "15-24 years": "1.04 male(s)/female",
      "25-54 years": "0.99 male(s)/female",
      "55-64 years": "0.96 male(s)/female",
      "65 years and over": "0.78 male(s)/female",
      "total population": "0.96 male(s)/female (2014 est.)"
    },
    "Mother's mean age at first birth": {
      "text": "31.2 (2010 est.)"
    },
    "Maternal mortality rate": {
      "text": "3 deaths/100,000 live births (2010)"
    },
    "Infant mortality rate": {
      "total": "4.78 deaths/1,000 live births",
      "male": "5.24 deaths/1,000 live births",
      "female": "4.28 deaths/1,000 live births (2014 est.)"
    },
    "Life expectancy at birth": {
      "total population": "80.3 years",
      "male": "77.71 years",
      "female": "83.06 years (2014 est.)"
    },
    "Total fertility rate": {
      "text": "1.41 children born/woman (2014 est.)"
    },
    "Contraceptive prevalence rate": {
      "text": "76.2%",
      "note": "percent of women aged 16-45 (2001)"
    },
    "Health expenditures": {
      "text": "9% of GDP (2011)"
    },
    "Physicians density": {
      "text": "6.04 physicians/1,000 population (2008)"
    },
    "Hospital bed density": {
      "text": "4.9 beds/1,000 population (2009)"
    },
    "Drinking water source": {
      "improved": "urban: 100% of population; rural: 99.4% of population; total: 99.8% of population",
      "unimproved": "urban: 0% of population; rural: 0.6% of population; total: 0.2% of population (2012 est.)"
    },
    "Sanitation facility access": {
      "improved": "urban: 99.4% of population; rural: 97.5% of population; total: 98.6% of population",
      "unimproved": "urban: 0.6% of population; rural: 2.5% of population; total: 1.4% of population (2012 est.)"
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.1% (2009 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "8,800 (2009 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "fewer than 500 (2009 est.)"
    },
    "Obesity - adult prevalence rate": {
      "text": "20.1% (2008)"
    },
    "Education expenditures": {
      "text": "4.1% of GDP (2005)"
    },
    "Literacy": {
      "definition": "age 15 and over can read and write",
      "total population": "97.3%",
      "male": "98.4%",
      "female": "96.3% (2011 est.)"
    },
    "School life expectancy (primary to tertiary education)": {
      "total": "17 years",
      "male": "16 years",
      "female": "17 years (2007)"
    },
    "Unemployment, youth ages 15-24": {
      "total": "55.3%",
      "male": "48.4%",
      "female": "63.2% (2012)"
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": "Hellenic Republic",
      "conventional short form": "Greece",
      "local long form": "Elliniki Dimokratia",
      "local short form": "Ellas or Ellada",
      "former": "Kingdom of Greece"
    },
    "Government type": {
      "text": "parliamentary republic"
    },
    "Capital": {
      "name": "Athens",
      "geographic coordinates": "37 59 N, 23 44 E",
      "time difference": "UTC+2 (7 hours ahead of Washington, DC, during Standard Time)",
      "daylight saving time": "+1hr, begins last Sunday in March; ends last Sunday in October"
    },
    "Administrative divisions": {
      "text": "13 regions (perifereies, singular - perifereia) and 1 autonomous monastic state* (aftonomi monastiki politeia); Agion Oros* (Mount Athos), Anatoliki Makedonia kai Thraki (East Macedonia and Thrace), Attiki (Attica), Dytiki Ellada (West Greece), Dytiki Makedonia (West Macedonia), Ionia Nisia (Ionian Islands), Ipeiros (Epirus), Kentriki Makedonia (Central Macedonia), Kriti (Crete), Notio Aigaio (South Aegean), Peloponnisos (Peloponnese), Sterea Ellada (Central Greece), Thessalia (Thessaly), Voreio Aigaio (North Aegean)"
    },
    "Independence": {
      "text": "1830 (from the Ottoman Empire)"
    },
    "National holiday": {
      "text": "Independence Day, 25 March (1821)"
    },
    "Constitution": {
      "text": "many previous; latest entered into force 11 June 1975; amended 1986, 2001, 2008 (2013)"
    },
    "Legal system": {
      "text": "civil legal system based on Roman law"
    },
    "International law organization participation": {
      "text": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction"
    },
    "Suffrage": {
      "text": "18 years of age; universal and compulsory"
    },
    "Executive branch": {
      "chief of state": "President Karolos PAPOULIAS (since 12 March 2005)",
      "head of government": "Prime Minister Antonis SAMARAS (since 20 June 2012)",
      "cabinet": "Cabinet appointed by the president on the recommendation of the prime minister",
      "elections": "president elected by parliament for a five-year term (eligible for a second term); election last held on 3 February 2010 (next to be held by February 2015); president appoints leader of the party securing plurality of vote in election to become prime minister and form a government",
      "election results": "Karolos PAPOULIAS reelected president; number of parliamentary votes - 266 out of 300"
    },
    "Legislative branch": {
      "text": "unicameral Hellenic Parliament or Vouli ton Ellinon (300 seats; members elected by direct popular vote to serve four-year terms)",
      "elections": "last held on 17 June 2012 (next scheduled to be held by 2016); note - there was a legislative election on 6 May 2012 in which none of the leaders of the top three parties (New Democracy, Coalition of the Radical Left, and the Panhellenic Socialist Movement) were able to form a government",
      "election results": "percent of vote by party - ND 29.7%, SYRIZA 26.9%, PASOK 12.3%, ANEL 7.5%, Golden Dawn 6.9%, DIMAR 6.3%, KKE 4.5%, other 6.0%; seats by party - ND 129, SYRIZA 71, PASOK 33, ANEL 20, Golden Dawn 18, DIMAR 17, KKE 12; note - only parties surpassing a 3% threshold are entitled to parliamentary seats; parties need 10 seats to become formal parliamentary groups, but can retain that status if the party participated in the last election and received the minimum 3% threshold; note - as of 20 January 2014 the composition of the Parliament was ND 126, SYRIZA 71, PASOK 27, ANEL 17, Golden Dawn 18, DIMAR 14, KKE 12, Independent Democratic Deputies 11, independents 4"
    },
    "Judicial branch": {
      "highest court(s)": "Hellenic Supreme Court of Civil and Penal Law (consists of 56 judges)",
      "judge selection and term of office": "judges selected by the Supreme Judicial Council which includes the president of the Supreme Court, other judges, and the prosecutor of the Supreme Court; judges appointed for life following a 2-year probationary period",
      "subordinate courts": "Supreme Administrative Court; Courts of Appeal; Courts of First Instance; Court of Auditors"
    },
    "Political parties and leaders": {
      "text": "Anticapitalist Left Cooperation for the Overthrow or ANTARSYA [Petros KONSTANTINOU]//Coalition of the Radical Left or SYRIZA [Alexis TSIPRAS]//Communist Party of Greece or KKE [Dimitris KOUTSOUMBAS]//Democratic Left or DIMAR [Fotis KOUVELIS]//Ecologist Greens [Nikos CHRYSOGELOS]//Golden Dawn [Nikolaos MICHALOLIAKOS]//Independent Greeks or ANEL [Panagiotis (Panos) KAMMENOS]//New Democracy or ND [Antonis SAMARAS]//Panhellenic Socialist Movement or PASOK [Evangelos VENIZELOS]//Popular Orthodox Rally or LAOS [Georgios KARATZAFERIS]"
    },
    "Political pressure groups and leaders": {
      "text": "Supreme Administration of Civil Servants Unions or ADEDY [Spyros PAPASPYROS]//Federation of Greek Industries or SEV [Dimitris DASKALOPOULOS]//General Confederation of Greek Workers or GSEE [Ioannis PANAGOPOULOS]"
    },
    "International organization participation": {
      "text": "Australia Group, BIS, BSEC, CD, CE, CERN, EAPC, EBRD, ECB, EIB, EMU, ESA, EU, FAO, FATF, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IEA, IFAD, IFC, IFRCS, IGAD (partners), IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, NATO, NEA, NSG, OAS (observer), OECD, OIF, OPCW, OSCE, PCA, Schengen Convention, SELEC, UN, UNCTAD, UNESCO, UNHCR, UNIDO, UNIFIL, UNMISS, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO, ZC"
    },
    "Diplomatic representation in the US": {
      "chief of mission": "Ambassador Christos P. PANAGOPOULOUS (since 17 September 2012)",
      "chancery": "2217 Massachusetts Avenue NW, Washington, DC 20008",
      "telephone": "[1] (202) 939-1300",
      "FAX": "[1] (202) 939-1324",
      "consulate(s) general": "Boston, Chicago, Los Angeles, New York, Tampa (FL), San Francisco",
      "consulate(s)": "Atlanta, Houston, New Orleans"
    },
    "Diplomatic representation from the US": {
      "chief of mission": "Ambassador David D. PEARCE (since 5 September 2013)",
      "embassy": "91 Vasillisis Sophias Avenue, 10160 Athens",
      "mailing address": "PSC 108, APO AE 09842-0108",
      "telephone": "[30] (210) 721-2951",
      "FAX": "[30] (210) 645-6282",
      "consulate(s) general": "Thessaloniki (2012)"
    },
    "Flag description": {
      "text": "nine equal horizontal stripes of blue alternating with white; a blue square bearing a white cross appears in the upper hoist-side corner; the cross symbolizes Greek Orthodoxy, the established religion of the country; there is no agreed upon meaning for the nine stripes or for the colors; the exact shade of blue has never been set by law and has varied from a light to a dark blue over time"
    },
    "National symbol(s)": {
      "text": "Greek cross (white cross on blue field; arms equal length)"
    },
    "National anthem": {
      "name": "\"Ymnos eis tin Eleftherian\" (Hymn to Liberty)",
      "lyrics/music": "Dionysios SOLOMOS/Nikolaos MANTZAROS",
      "note": "adopted 1864; the anthem is based on a 158 verse poem by the same name, which was inspired by the Greek Revolution of 1821 against the Ottomans; Cyprus also uses \"Hymn to Liberty\" as its anthem"
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Greece has a capitalist economy with a public sector accounting for about 40% of GDP and with per capita GDP about two-thirds that of the leading euro-zone economies. Tourism provides 18% of GDP. Immigrants make up nearly one-fifth of the work force, mainly in agricultural and unskilled jobs. Greece is a major beneficiary of EU aid, equal to about 3.3% of annual GDP. The Greek economy averaged growth of about 4% per year between 2003 and 2007, but the economy went into recession in 2009 as a result of the world financial crisis, tightening credit conditions, and Athens' failure to address a growing budget deficit. By 2013 the economy had contracted 26%, compared with the pre-crisis level of 2007. Greece met the EU's Growth and Stability Pact budget deficit criterion of no more than 3% of GDP in 2007-08, but violated it in 2009, with the deficit reaching 15% of GDP. Austerity measures have reduced the deficit to about 4% in 2013, including government debt payments. Deteriorating public finances, inaccurate and misreported statistics, and consistent underperformance on reforms prompted major credit rating agencies to downgrade Greece's international debt rating in late 2009, and led the country into a financial crisis. Under intense pressure from the EU and international market participants, the government adopted a medium-term austerity program that includes cutting government spending, decreasing tax evasion, overhauling the health-care and pension systems, and reforming the labor and product markets. Athens, however, faces long-term challenges to continue pushing through unpopular reforms in the face of widespread unrest from the country's powerful labor unions and the general public. In April 2010 a leading credit agency assigned Greek debt its lowest possible credit rating; in May 2010, the International Monetary Fund and Euro-Zone governments provided Greece emergency short- and medium-term loans worth $147 billion so that the country could make debt repayments to creditors. In exchange for the largest bailout ever assembled, the government announced combined spending cuts and tax increases totaling $40 billion over three years, on top of the tough austerity measures already taken. Greece, however, struggled to meet 2010 targets set by the EU and the IMF, especially after Eurostat - the EU's statistical office - revised upward Greece's deficit and debt numbers for 2009 and 2010. European leaders and the IMF agreed in October 2011 to provide Athens a second bailout package of $169 billion. The second deal however, called for holders of Greek government bonds to write down a significant portion of their holdings. As Greek banks held a significant portion of sovereign debt, the banking system was adversely affected by the write down and €41 billion of the second bailout package was set aside to ensure the banking system was adequately capitalized. In exchange for the second loan Greece promised to introduce an additional $7.8 billion in austerity measures during 2013-15. However, the massive austerity cuts have prolonged Greece's economic recession and depressed tax revenues. Throughout 2013, Greece's lenders called on Athens to step up efforts to increase tax collection, dismiss public servants, privatize public enterprises, and rein in health spending. In June 2013 Prime Minister Antonis SAMARAS's efforts to meet bailout conditions led to the departure of one party, the Democratic Left, from the governing coalition when his government made the controversial decision to shut down and restructure the state-owned television and radio company. Subsequent reluctance to institute further cuts and delays in meeting public sector reform targets prompted Greek lenders to withhold bailout fund disbursements until December 2013. However, investor confidence began to show signs of strengthening by the end of 2013 as leading macroeconomic indicators suggested the economy’s freefall had been arrested."
    },
    "GDP (purchasing power parity)": {
      "text": "$267.1 billion (2013 est.)//$277.7 billion (2012 est.)//$296.6 billion (2011 est.)",
      "note": "data are in 2013 US dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$243.3 billion (2013 est.)"
    },
    "GDP - real growth rate": {
      "text": "-3.8% (2013 est.)//-6.4% (2012 est.)//-7.1% (2011 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$23,600 (2013 est.)//$24,600 (2012 est.)//$26,200 (2011 est.)",
      "note": "data are in 2013 US dollars"
    },
    "Gross national saving": {
      "text": "12.2% of GDP (2013 est.)//10.2% of GDP (2012 est.)//6.2% of GDP (2011 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": "72.7%",
      "government consumption": "17.4%",
      "investment in fixed capital": "12.3%",
      "investment in inventories": "0.9%",
      "exports of goods and services": "28.4%",
      "imports of goods and services": "-31.7%; (2013 est.)"
    },
    "GDP - composition, by sector of origin": {
      "agriculture": "3.5%",
      "industry": "16%",
      "services": "80.5% (2013 est.)"
    },
    "Agriculture - products": {
      "text": "wheat, corn, barley, sugar beets, olives, tomatoes, wine, tobacco, potatoes; beef, dairy products"
    },
    "Industries": {
      "text": "tourism, food and tobacco processing, textiles, chemicals, metal products; mining, petroleum"
    },
    "Industrial production growth rate": {
      "text": "-3.5% (2013 est.)"
    },
    "Labor force": {
      "text": "4.918 million (2013 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": "12.4%",
      "industry": "22.4%",
      "services": "65.1% (2005 est.)"
    },
    "Unemployment rate": {
      "text": "27.9% (2013 est.)//24.3% (2012 est.)"
    },
    "Population below poverty line": {
      "text": "20% (2009 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": "2.5%",
      "highest 10%": "26% (2000 est.)"
    },
    "Distribution of family income - Gini index": {
      "text": "34.3 (2012 est.)//33.5 (2011 est.)"
    },
    "Budget": {
      "revenues": "$106.2 billion",
      "expenditures": "$116 billion (2013 est.)"
    },
    "Taxes and other revenues": {
      "text": "43.7% of GDP (2013 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-4% of GDP (2013 est.)"
    },
    "Public debt": {
      "text": "175% of GDP (2013 est.)//156.9% of GDP (2012 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "-0.8% (2013 est.)//1.5% (2012 est.)"
    },
    "Central bank discount rate": {
      "text": "0.75% (31 December 2013)//1.5% (31 December 2010)",
      "note": "this is the European Central Bank's rate on the marginal lending facility, which offers overnight credit to banks in the euro area"
    },
    "Commercial bank prime lending rate": {
      "text": "7.1% (31 December 2013 est.)//7.33% (31 December 2012 est.)"
    },
    "Stock of narrow money": {
      "text": "$112.1 billion (31 December 2013 est.)//$116.2 billion (31 December 2012 est.)",
      "note": "see entry for the European Union for money supply in the euro area; the European Central Bank (ECB) controls monetary policy for the 17 members of the Economic and Monetary Union (EMU); individual members of the EMU do not control the quantity of money circulating within their own borders"
    },
    "Stock of broad money": {
      "text": "$247.4 billion (31 December 2013 est.)//$250 billion (31 December 2012 est.)"
    },
    "Stock of domestic credit": {
      "text": "$325.1 billion (31 December 2013 est.)//$343.9 billion (31 December 2012 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$44.58 billion (31 December 2012 est.)//$33.65 billion (31 December 2011)//$NA (31 December 2010 est.)"
    },
    "Current account balance": {
      "text": "$2.021 billion (2013 est.)//-$5.933 billion (2012 est.)"
    },
    "Exports": {
      "text": "$30.39 billion (2013 est.)//$28.31 billion (2012 est.)"
    },
    "Exports - commodities": {
      "text": "food and beverages, manufactured goods, petroleum products, chemicals, textiles"
    },
    "Exports - partners": {
      "text": "Turkey 11.6%, Italy 9.9%, Germany 6.5%, Bulgaria 4.9% (2013 est.)"
    },
    "Imports": {
      "text": "$50.58 billion (2013 est.)//$53.53 billion (2012 est.)"
    },
    "Imports - commodities": {
      "text": "machinery, transport equipment, fuels, chemicals"
    },
    "Imports - partners": {
      "text": "Russia 13.8%, Germany 9.5%, Italy 7.9%, Iraq 7.8%, Netherlands 4.7%, France 4.5%, China 4.5% (2013 est.)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$7.255 billion (31 December 2012 est.)//$7.255 billion (31 December 2012 est.)"
    },
    "Debt - external": {
      "text": "$568.7 billion (30 September 2013 est.)//$577.2 billion (2012)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$40.1 billion (31 December 2013 est.)//$37.8 billion (31 December 2012 est.)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$43.31 billion (31 December 2013 est.)//$43.46 billion (31 December 2012 est.)"
    },
    "Exchange rates": {
      "text": "euros (EUR) per US dollar -//0.7634 (2013 est.)//0.7752 (2012 est.)//0.755 (2010 est.)//0.7198 (2009 est.)//0.6827 (2008 est.)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "56.2 billion kWh (2012 est.)"
    },
    "Electricity - consumption": {
      "text": "56.4 billion kWh (2010 est.)"
    },
    "Electricity - exports": {
      "text": "4.122 billion kWh (2012 est.)"
    },
    "Electricity - imports": {
      "text": "5.946 billion kWh (2012 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "15.12 million kW (2010 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "69.5% of total installed capacity (2010 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2010 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "16.2% of total installed capacity (2010 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "10.5% of total installed capacity (2010 est.)"
    },
    "Crude oil - production": {
      "text": "7,497 bbl/day (2012 est.)"
    },
    "Crude oil - exports": {
      "text": "17,020 bbl/day (2010 est.)"
    },
    "Crude oil - imports": {
      "text": "405,500 bbl/day (2010 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "10 million bbl (1 January 2013 est.)"
    },
    "Refined petroleum products - production": {
      "text": "462,000 bbl/day (2010 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "343,400 bbl/day (2011 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "183,100 bbl/day (2010 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "133,100 bbl/day (2010 est.)"
    },
    "Natural gas - production": {
      "text": "6 million cu m (2011 est.)"
    },
    "Natural gas - consumption": {
      "text": "4.2 billion cu m (2012 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2011 est.)"
    },
    "Natural gas - imports": {
      "text": "4.376 billion cu m (2012 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "991.1 million cu m (1 January 2013 est.)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "85.6 million Mt (2012 est.)"
    }
  },
  "Communications": {
    "Telephones - main lines in use": {
      "text": "5.461 million (2012)"
    },
    "Telephones - mobile cellular": {
      "text": "13.354 million (2012)"
    },
    "Telephone system": {
      "general assessment": "adequate, modern networks reach all areas; good mobile telephone and international service",
      "domestic": "microwave radio relay trunk system; extensive open-wire connections; submarine cable to offshore islands",
      "international": "country code - 30; landing point for the SEA-ME-WE-3 optical telecommunications submarine cable that provides links to Europe, Middle East, and Asia; a number of smaller submarine cables provide connectivity to various parts of Europe, the Middle East, and Cyprus; tropospheric scatter; satellite earth stations - 4 (2 Intelsat - 1 Atlantic Ocean and 1 Indian Ocean, 1 Eutelsat, and 1 Inmarsat - Indian Ocean region)"
    },
    "Broadcast media": {
      "text": "Broadcast media dominated by the private sector; roughly 150 private TV channels, about ten of which broadcast nation-wide; 1 government owned terrestrial TV channel with national coverage; 3 privately owned satellite channels; multi-channel satellite and cable TV services available; upwards of 1,500 radio stations, all of them privately owned; government owned broadcaster has 2 national radio stations (2014)"
    },
    "Internet country code": {
      "text": ".gr"
    },
    "Internet hosts": {
      "text": "3.201 million (2012)"
    },
    "Internet users": {
      "text": "4.971 million (2009)"
    }
  },
  "Transportation": {
    "Airports": {
      "text": "77 (2013)"
    },
    "Airports - with paved runways": {
      "total": "68",
      "over 3,047 m": "6",
      "2,438 to 3,047 m": "15",
      "1,524 to 2,437 m": "19",
      "914 to 1,523 m": "18",
      "under 914 m": "10 (2013)"
    },
    "Airports - with unpaved runways": {
      "total": "9",
      "914 to 1,523 m": "2",
      "under 914 m": "7 (2013)"
    },
    "Heliports": {
      "text": "9 (2013)"
    },
    "Pipelines": {
      "text": "gas 1,329 km; oil 94 km (2013)"
    },
    "Railways": {
      "total": "2,548 km",
      "standard gauge": "1,565 km 1.435-m gauge (764 km electrified)",
      "narrow gauge": "961 km 1.000-m gauge; 22 km 0.750-m gauge (2008)"
    },
    "Roadways": {
      "total": "116,960 km",
      "paved": "41,357 km (includes 1,091 km of expressways)",
      "unpaved": "75,603 km (2010)"
    },
    "Waterways": {
      "text": "6 km (the 6 km long Corinth Canal crosses the Isthmus of Corinth; it shortens a sea voyage by 325 km) (2012)"
    },
    "Merchant marine": {
      "total": "860",
      "by type": "bulk carrier 262, cargo 49, carrier 1, chemical tanker 68, container 35, liquefied gas 13, passenger 7, passenger/cargo 109, petroleum tanker 302, roll on/roll off 14",
      "foreign-owned": "42 (Belgium 17, Bermuda 3, Cyprus 3, Italy 5, UK 6, US 8)",
      "registered in other countries": "2,459 (Antigua and Barbuda 4, Bahamas 225, Barbados 14, Belize 2, Bermuda 8, Brazil 1, Cabo Verde 1, Cambodia 2, Cayman Islands 9, Comoros 4, Curacao 1, Cyprus 201, Dominica 4, Egypt 8, Gibraltar 8, Honduras 4, Hong Kong 27, Indonesia 1, Isle of Man 62, Italy 7, Jamaica 3, Liberia 505, Malta 469, Marshall Islands 408, Mexico 2, Moldova 1, Panama 379, Philippines 5, Portugal 2, Saint Kitts and Nevis 2, Saint Vincent and the Grenadines 42, Sao Tome and Principe 1, Saudi Arabia 4, Singapore 22, UAE 3, Uruguay 1, Vanuatu 3, Venezuela 4, unknown 10) (2010)"
    },
    "Ports and terminals": {
      "major seaport(s)": "Aspropyrgos, Pachi, Piraeus, Thessaloniki",
      "oil/gas terminal(s)": "Agioi Theodoroi"
    }
  },
  "Military": {
    "Military branches": {
      "text": "Hellenic Army (Ellinikos Stratos, ES), Hellenic Navy (Elliniko Polemiko Navtiko, EPN), Hellenic Air Force (Elliniki Polemiki Aeroporia, EPA) (2013)"
    },
    "Military service age and obligation": {
      "text": "19-45 years of age for compulsory military service; during wartime the law allows for recruitment beginning January of the year of inductee's 18th birthday, thus including 17 year olds; 18 years of age for volunteers; conscript service obligation is 1 year for the Army and 9 months for the Air Force and Navy; women are eligible for voluntary military service (2014)"
    },
    "Manpower available for military service": {
      "males age 16-49": "2,485,389",
      "females age 16-49": "2,469,854 (2010 est.)"
    },
    "Manpower fit for military service": {
      "males age 16-49": "2,032,378",
      "females age 16-49": "2,016,552 (2010 est.)"
    },
    "Manpower reaching militarily significant age annually": {
      "male": "52,754",
      "female": "49,485 (2010 est.)"
    },
    "Military expenditures": {
      "text": "1.72% of GDP (2012)//2.31% of GDP (2011)//2.63% of GDP (2010)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Greece and Turkey continue discussions to resolve their complex maritime, air, territorial, and boundary disputes in the Aegean Sea; Greece rejects the use of the name Macedonia or Republic of Macedonia; the mass migration of unemployed Albanians still remains a problem for developed countries, chiefly Greece and Italy"
    },
    "Refugees and internally displaced persons": {
      "stateless persons": "154 (2012)"
    },
    "Illicit drugs": {
      "text": "a gateway to Europe for traffickers smuggling cannabis and heroin from the Middle East and Southwest Asia to the West and precursor chemicals to the East; some South American cocaine transits or is consumed in Greece; money laundering related to drug trafficking and organized crime"
    }
  }
}
