{
  "headers": {
    "countryaffiliation": "",
    "countrycode": "ic",
    "countryname": "Iceland",
    "flag_orig": "499x361",
    "last_update": "Page last updated on June 20, 2014",
    "locator_orig": "468x502",
    "map_orig": "329x353",
    "region": "Europe",
    "regioncode": "eur"
  },
  "Introduction": {
    "Background": {
      "text": "Settled by Norwegian and Celtic (Scottish and Irish) immigrants during the late 9th and 10th centuries A.D., Iceland boasts the world's oldest functioning legislative assembly, the Althing, established in 930. Independent for over 300 years, Iceland was subsequently ruled by Norway and Denmark. Fallout from the Askja volcano of 1875 devastated the Icelandic economy and caused widespread famine. Over the next quarter century, 20% of the island's population emigrated, mostly to Canada and the US. Denmark granted limited home rule in 1874 and complete independence in 1944. The second half of the 20th century saw substantial economic growth driven primarily by the fishing industry. The economy diversified greatly after the country joined the European Economic Area in 1994, but Iceland was especially hard hit by the global financial crisis in the years following 2008. Literacy, longevity, and social cohesion are first rate by world standards."
    }
  },
  "Geography": {
    "Location": {
      "text": "Northern Europe, island between the Greenland Sea and the North Atlantic Ocean, northwest of the United Kingdom"
    },
    "Geographic coordinates": {
      "text": "65 00 N, 18 00 W"
    },
    "Map references": {
      "text": "Europe"
    },
    "Area": {
      "total": "103,000 sq km",
      "land": "100,250 sq km",
      "water": "2,750 sq km"
    },
    "Area - comparative": {
      "text": "slightly smaller than Kentucky"
    },
    "Land boundaries": {
      "text": "0 km"
    },
    "Coastline": {
      "text": "4,970 km"
    },
    "Maritime claims": {
      "territorial sea": "12 nm",
      "exclusive economic zone": "200 nm",
      "continental shelf": "200 nm or to the edge of the continental margin"
    },
    "Climate": {
      "text": "temperate; moderated by North Atlantic Current; mild, windy winters; damp, cool summers"
    },
    "Terrain": {
      "text": "mostly plateau interspersed with mountain peaks, icefields; coast deeply indented by bays and fiords"
    },
    "Elevation extremes": {
      "lowest point": "Atlantic Ocean 0 m",
      "highest point": "Hvannadalshnukur 2,110 m (at Vatnajokull glacier)"
    },
    "Natural resources": {
      "text": "fish, hydropower, geothermal power, diatomite"
    },
    "Land use": {
      "arable land": "1.19%",
      "permanent crops": "0%",
      "other": "98.81% (2011)"
    },
    "Irrigated land": {
      "text": "NA"
    },
    "Total renewable water resources": {
      "text": "170 cu km (2011)"
    },
    "Freshwater withdrawal (domestic/industrial/agricultural)": {
      "total": "0.17 cu km/yr (49%/8%/42%)",
      "per capita": "539.2 cu m/yr (2005)"
    },
    "Natural hazards": {
      "text": "earthquakes and volcanic activity",
      "volcanism": "Iceland, situated on top of a hotspot, experiences severe volcanic activity; Eyjafjallajokull (elev. 1,666 m) erupted in 2010, sending ash high into the atmosphere and seriously disrupting European air traffic; scientists continue to monitor nearby Katla (elev. 1,512 m), which has a high probability of eruption in the very near future, potentially disrupting air traffic; Grimsvoetn and Hekla are Iceland's most active volcanoes; other historically active volcanoes include Askja, Bardarbunga, Brennisteinsfjoll, Esjufjoll, Hengill, Krafla, Krisuvik, Kverkfjoll, Oraefajokull, Reykjanes, Torfajokull, and Vestmannaeyjar"
    },
    "Environment - current issues": {
      "text": "water pollution from fertilizer runoff; inadequate wastewater treatment"
    },
    "Environment - international agreements": {
      "party to": "Air Pollution, Air Pollution-Persistent Organic Pollutants, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Kyoto Protocol, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Transboundary Air Pollution, Wetlands, Whaling",
      "signed, but not ratified": "Environmental Modification, Marine Life Conservation"
    },
    "Geography - note": {
      "text": "strategic location between Greenland and Europe; westernmost European country; Reykjavik is the northernmost national capital in the world; more land covered by glaciers than in all of continental Europe"
    }
  },
  "People and Society": {
    "Nationality": {
      "noun": "Icelander(s)",
      "adjective": "Icelandic"
    },
    "Ethnic groups": {
      "text": "homogeneous mixture of descendants of Norse and Celts 94%, population of foreign origin 6%"
    },
    "Languages": {
      "text": "Icelandic, English, Nordic languages, German widely spoken"
    },
    "Religions": {
      "text": "Evangelical Lutheran Church of Iceland (official) 76.2%, Roman Catholic 3.4%, Reykjavik Free Church 2.9%, Hafnarfjorour Free Church 1.9%, The Independent Congregation 1%, other religions 3.6% (includes Pentecostal and Asatru Association), none 5.2%, other or unspecified 5.9% (2013 est.)"
    },
    "Population": {
      "text": "317,351 (July 2014 est.)"
    },
    "Age structure": {
      "0-14 years": "19.7% (male 31,660/female 30,720)",
      "15-24 years": "14.5% (male 23,116/female 22,742)",
      "25-54 years": "40.7% (male 65,218/female 64,102)",
      "55-64 years": "11.6% (male 18,644/female 18,225)",
      "65 years and over": "13.2% (male 19,754/female 23,170) (2014 est.)"
    },
    "Dependency ratios": {
      "total dependency ratio": "50.9 %",
      "youth dependency ratio": "31.1 %",
      "elderly dependency ratio": "19.7 %",
      "potential support ratio": "5.1 (2014 est.)"
    },
    "Median age": {
      "total": "36.4 years",
      "male": "35.9 years",
      "female": "36.9 years (2014 est.)"
    },
    "Population growth rate": {
      "text": "0.65% (2014 est.)"
    },
    "Birth rate": {
      "text": "13.09 births/1,000 population (2014 est.)"
    },
    "Death rate": {
      "text": "7.13 deaths/1,000 population (2014 est.)"
    },
    "Net migration rate": {
      "text": "0.52 migrant(s)/1,000 population (2014 est.)"
    },
    "Urbanization": {
      "urban population": "93.7% of total population (2011)",
      "rate of urbanization": "1.27% annual rate of change (2010-15 est.)"
    },
    "Major urban areas - population": {
      "text": "REYKJAVIK (capital) 206,000 (2011)"
    },
    "Sex ratio": {
      "at birth": "1.04 male(s)/female",
      "0-14 years": "1.03 male(s)/female",
      "15-24 years": "1.02 male(s)/female",
      "25-54 years": "1.02 male(s)/female",
      "55-64 years": "1 male(s)/female",
      "65 years and over": "0.85 male(s)/female",
      "total population": "1 male(s)/female (2014 est.)"
    },
    "Mother's mean age at first birth": {
      "text": "27 (2011 est.)"
    },
    "Maternal mortality rate": {
      "text": "5 deaths/100,000 live births (2010)"
    },
    "Infant mortality rate": {
      "total": "3.15 deaths/1,000 live births",
      "male": "3.3 deaths/1,000 live births",
      "female": "3 deaths/1,000 live births (2014 est.)"
    },
    "Life expectancy at birth": {
      "total population": "81.22 years",
      "male": "78.98 years",
      "female": "83.54 years (2014 est.)"
    },
    "Total fertility rate": {
      "text": "1.88 children born/woman (2014 est.)"
    },
    "Health expenditures": {
      "text": "9.1% of GDP (2011)"
    },
    "Physicians density": {
      "text": "3.46 physicians/1,000 population (2011)"
    },
    "Hospital bed density": {
      "text": "5.8 beds/1,000 population (2007)"
    },
    "Drinking water source": {
      "improved": "urban: 100% of population; rural: 100% of population; total: 100% of population",
      "unimproved": "urban: 0% of population; rural: 0% of population; total: 0% of population (2012 est.)"
    },
    "Sanitation facility access": {
      "improved": "urban: 100% of population; rural: 100% of population; total: 100% of population",
      "unimproved": "urban: 0% of population; rural: 0% of population; total: 0% of population (2012 est.)"
    },
    "HIV/AIDS - adult prevalence rate": {
      "text": "0.3% (2009 est.)"
    },
    "HIV/AIDS - people living with HIV/AIDS": {
      "text": "fewer than 1,000 (2009 est.)"
    },
    "HIV/AIDS - deaths": {
      "text": "fewer than 100 (2009 est.)"
    },
    "Obesity - adult prevalence rate": {
      "text": "23.2% (2008)"
    },
    "Education expenditures": {
      "text": "7.6% of GDP (2010)"
    },
    "Literacy": {
      "definition": "age 15 and over can read and write",
      "total population": "99%",
      "male": "99%",
      "female": "99% (2003 est.)"
    },
    "School life expectancy (primary to tertiary education)": {
      "total": "19 years",
      "male": "18 years",
      "female": "20 years (2011)"
    },
    "Unemployment, youth ages 15-24": {
      "total": "13.6%",
      "male": "14.7%",
      "female": "12.4% (2012)"
    }
  },
  "Government": {
    "Country name": {
      "conventional long form": "Republic of Iceland",
      "conventional short form": "Iceland",
      "local long form": "Lydveldid Island",
      "local short form": "Island"
    },
    "Government type": {
      "text": "constitutional republic"
    },
    "Capital": {
      "name": "Reykjavik",
      "geographic coordinates": "64 09 N, 21 57 W",
      "time difference": "UTC 0 (5 hours ahead of Washington, DC, during Standard Time)"
    },
    "Administrative divisions": {
      "text": "8 regions; Austurland, Hofudhborgarsvaedhi, Nordhurland Eystra, Nordhurland Vestra, Sudhurland, Sudhurnes, Vestfirdhir, Vesturland"
    },
    "Independence": {
      "text": "1 December 1918 (became a sovereign state under the Danish Crown); 17 June 1944 (from Denmark; birthday of Jon SIGURDSSON leader of Iceland's 19th Century independence movement)"
    },
    "National holiday": {
      "text": "Independence Day, 17 June (1944)"
    },
    "Constitution": {
      "text": "several previous; latest ratified 16 June 1944, effective 17 June 1944 (at independence); amended many times, last in 2013; note - a new constitution drafted in 2012 in the aftermath of the country's banking collapse was voted down in April 2013 by the recently elected parliament, though several amendments were passed (2013)"
    },
    "Legal system": {
      "text": "civil law system influenced by the Danish model"
    },
    "International law organization participation": {
      "text": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction"
    },
    "Suffrage": {
      "text": "18 years of age; universal"
    },
    "Executive branch": {
      "chief of state": "President Olafur Ragnar GRIMSSON (since 1 August 1996)",
      "head of government": "Prime Minister Sigmundur David GUNNLAUGSSON (since 23 May 2013)",
      "cabinet": "Cabinet appointed by the prime minister",
      "elections": "president is elected by popular vote for a four-year term (no term limits); election last held on 30 June 2012 (next to be held in June 2016); note - following legislative elections, the leader of the majority party or the leader of the majority coalition is usually the prime minister",
      "election results": "Olafur Ragnar GRIMSSON elected president; percent of vote - Olafur Ragnar GRIMSSON 52.8%, Thora ARNORSDOTTIR 33.2%, Ari Trausti GUDMUNDSSON 8.6%, other 5.4%"
    },
    "Legislative branch": {
      "text": "unicameral Althingi (parliament) (63 seats; members elected by popular vote to serve four-year terms)",
      "elections": "last held on 27 April 2013 (next to be held in 2017)",
      "election results": "percent of vote by party - SDA 30.16%, IP 25.4%, LGM 17.46%, PP 14.29%, Bright Future 3.18%, Dawn 3.18%, Rainbow 3.18%, Pirate Party 1.59%, Solidarity 1.59%; seats by party - SDA 19, IP 16, LGM 11, PP 9, Bright Future 2, Dawn 2, Rainbow 2, Pirate Party 1, Solidarity 1"
    },
    "Judicial branch": {
      "highest court(s)": "Supreme Court or Haestirettur (consists of 9 judges)",
      "judge selection and term of office": "judges proposed by Ministry of Interior selection committee and appointed by the president; judges appointed for an indefinite period",
      "subordinate courts": "8 district courts; Labor Court"
    },
    "Political parties and leaders": {
      "text": "Bright Future (Bjort Framtid) or BF [Gudmundur STEINGRIMSSON]//Dawn (Dogun) [Benedikt SIGURDARSON]//Independence Party (Sjalfstaedisflokkurinn) or IP [Bjarni BENEDIKTSSON]//Left-Green Movement (Vinstrihreyfingin) or LGM [Katrin JAKOBSDOTTIR]//Pirate Party [Birgitta JONSDOTTIR]//Progressive Party (Framsoknarflokkurinn) or PP [Sigmundur David GUNNLAUGSSON]//Rainbow [Atli GISLASON] [Jon BJARNASON]//Social Democratic Alliance (Samfylkingin) or SDA [Arni Pall ARNASON]//Solidarity (Samstada) [Lilja MOSESDOTTIR]"
    },
    "International organization participation": {
      "text": "Arctic Council, Australia Group, BIS, CBSS, CD, CE, EAPC, EBRD, EFTA, EU (candidate country), FAO, FATF, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, NATO, NC, NEA, NIB, NSG, OAS (observer), OECD, OPCW, OSCE, PCA, Schengen Convention, UN, UNCTAD, UNESCO, UPU, WCO, WHO, WIPO, WMO, WTO"
    },
    "Diplomatic representation in the US": {
      "chief of mission": "Ambassador Gudmundur A. STEFANSSON (since 12 October 2011)",
      "chancery": "House of Sweden, 2900 K Street NW #509, Washington, DC 20007",
      "telephone": "[1] (202) 265-6653",
      "FAX": "[1] (202) 265-6656",
      "consulate(s) general": "New York"
    },
    "Diplomatic representation from the US": {
      "chief of mission": "Ambassador (vacant); Charge d'Affaires Paul O'Friel (since 24 November 2013)",
      "embassy": "Laufasvegur 21, 101 Reykjavik",
      "mailing address": "US Department of State, 5640 Reykjavik Place, Washington, D.C. 20521-5640",
      "telephone": "[354] 595-22 00",
      "FAX": "[354] 562-9118"
    },
    "Flag description": {
      "text": "blue with a red cross outlined in white extending to the edges of the flag; the vertical part of the cross is shifted to the hoist side in the style of the Dannebrog (Danish flag); the colors represent three of the elements that make up the island: red is for the island's volcanic fires, white recalls the snow and ice fields of the island, and blue is for the surrounding ocean"
    },
    "National symbol(s)": {
      "text": "gyrfalcon"
    },
    "National anthem": {
      "name": "\"Lofsongur\" (Song of Praise)",
      "lyrics/music": "Matthias JOCHUMSSON/Sveinbjorn SVEINBJORNSSON",
      "note": "adopted 1944; the anthem, also known as \"O, Gud vors lands\" (O, God of Our Land), was originally written and performed in 1874"
    }
  },
  "Economy": {
    "Economy - overview": {
      "text": "Iceland's Scandinavian-type social-market economy combines a capitalist structure and free-market principles with an extensive welfare system. Prior to the 2008 crisis, Iceland had achieved high growth, low unemployment, and a remarkably even distribution of income. The economy depends heavily on the fishing industry, which provides 40% of export earnings, more than 12% of GDP, and employs nearly 5% of the work force. It remains sensitive to declining fish stocks as well as to fluctuations in world prices for its main exports: fish and fish products, aluminum, and ferrosilicon. Iceland's economy has been diversifying into manufacturing and service industries in the last decade, particularly within the fields of software production, biotechnology, and tourism. In fall 2013, the Icelandic government approved a joint application by Icelandic, Chinese and Norwegian energy firms to conduct oil exploration off Iceland’s northeast coast. Abundant geothermal and hydropower sources have attracted substantial foreign investment in the aluminum sector, boosted economic growth, and sparked some interest from high-tech firms looking to establish data centers using cheap green energy, although the financial crisis has put several investment projects on hold. Much of Iceland's economic growth in recent years came as the result of a boom in domestic demand following the rapid expansion of the country's financial sector. Domestic banks expanded aggressively in foreign markets, and consumers and businesses borrowed heavily in foreign currencies, following the privatization of the banking sector in the early 2000s. Worsening global financial conditions throughout 2008 resulted in a sharp depreciation of the krona vis-a-vis other major currencies. The foreign exposure of Icelandic banks, whose loans and other assets totaled more than 10 times the country's GDP, became unsustainable. Iceland's three largest banks collapsed in late 2008. The country secured over $10 billion in loans from the IMF and other countries to stabilize its currency and financial sector, and to back government guarantees for foreign deposits in Icelandic banks. GDP fell 6.8% in 2009, and unemployment peaked at 9.4% in February 2009. Since the collapse of Iceland's financial sector, government economic priorities have included: stabilizing the krona, implementing capital controls, reducing Iceland's high budget deficit, containing inflation, addressing high household debt, restructuring the financial sector, and diversifying the economy. Three new banks were established to take over the domestic assets of the collapsed banks. Two of them have foreign majority ownership, while the State holds a majority of the shares of the third. Iceland began making payments to the UK, the Netherlands, and other claimants in late 2011 following Iceland's Supreme Court ruling that upheld 2008 emergency legislation that gives priority to depositors for compensation from failed Icelandic banks. Iceland owes British and Dutch authorities approximately $5.5 billion for compensating British and Dutch citizens who lost deposits in Icesave when parent bank Landsbanki failed in 2008. Iceland began accession negotiations with the EU in July 2010, but decided in mid-2013 to suspend negotiations with the EU because of concern about losing control over fishing resources and worries over the ongoing Eurozone crisis."
    },
    "GDP (purchasing power parity)": {
      "text": "$13.11 billion (2013 est.)//$12.87 billion (2012 est.)//$12.66 billion (2011 est.)",
      "note": "data are in 2013 US dollars"
    },
    "GDP (official exchange rate)": {
      "text": "$14.59 billion (2013 est.)"
    },
    "GDP - real growth rate": {
      "text": "1.9% (2013 est.)//1.6% (2012 est.)//2.9% (2011 est.)"
    },
    "GDP - per capita (PPP)": {
      "text": "$40,700 (2013 est.)//$40,300 (2012 est.)//$39,800 (2011 est.)",
      "note": "data are in 2013 US dollars"
    },
    "Gross national saving": {
      "text": "15.4% of GDP (2013 est.)//9.3% of GDP (2012 est.)//8.1% of GDP (2011 est.)"
    },
    "GDP - composition, by end use": {
      "household consumption": "53.3%",
      "government consumption": "24.9%",
      "investment in fixed capital": "13.8%",
      "investment in inventories": "2%",
      "exports of goods and services": "56.4%",
      "imports of goods and services": "-50.4%; (2013 est.)"
    },
    "GDP - composition, by sector of origin": {
      "agriculture": "5.9%",
      "industry": "22.9%",
      "services": "71.2% (2013 est.)"
    },
    "Agriculture - products": {
      "text": "potatoes, green vegetables; mutton, chicken, pork, beef, dairy products; fish"
    },
    "Industries": {
      "text": "fish processing; aluminum smelting, ferrosilicon production; geothermal power, hydropower, tourism"
    },
    "Industrial production growth rate": {
      "text": "-1% (2013 est.)"
    },
    "Labor force": {
      "text": "181,100 (2013 est.)"
    },
    "Labor force - by occupation": {
      "agriculture": "4.8%",
      "industry": "22.2%",
      "services": "73% (2008)"
    },
    "Unemployment rate": {
      "text": "4.5% (2013 est.)//5.8% (2012 est.)"
    },
    "Population below poverty line": {
      "text": "NA%",
      "note": "332,100 families (2011 est.)"
    },
    "Household income or consumption by percentage share": {
      "lowest 10%": "NA%",
      "highest 10%": "NA%"
    },
    "Distribution of family income - Gini index": {
      "text": "28 (2006)//25 (2005)"
    },
    "Budget": {
      "revenues": "$6.231 billion",
      "expenditures": "$6.448 billion (2013 est.)"
    },
    "Taxes and other revenues": {
      "text": "42.7% of GDP (2013 est.)"
    },
    "Budget surplus (+) or deficit (-)": {
      "text": "-1.5% of GDP (2013 est.)"
    },
    "Public debt": {
      "text": "130.5% of GDP (2013 est.)//131.8% of GDP (2012 est.)"
    },
    "Fiscal year": {
      "text": "calendar year"
    },
    "Inflation rate (consumer prices)": {
      "text": "3.9% (2013 est.)//$NA (2012 est.)"
    },
    "Central bank discount rate": {
      "text": "5.4% (31 January 2012 est.)//5.75% (31 December 2010 est.)"
    },
    "Commercial bank prime lending rate": {
      "text": "9.3% (31 December 2013 est.)//8.33% (31 December 2012 est.)"
    },
    "Stock of narrow money": {
      "text": "$3.876 billion (31 December 2013 est.)//$3.562 billion (31 December 2012 est.)"
    },
    "Stock of broad money": {
      "text": "$7.152 billion (31 December 2012 est.)//$7.006 billion (31 December 2012 est.)"
    },
    "Stock of domestic credit": {
      "text": "$19.35 billion (31 December 2013 est.)//$18.96 billion (31 December 2012 est.)"
    },
    "Market value of publicly traded shares": {
      "text": "$2.825 billion (31 December 2012 est.)//$2.021 billion (31 December 2011)//$1.996 billion (31 December 2010 est.)"
    },
    "Current account balance": {
      "text": "-$100 million (2013 est.)//-$740 million (2012 est.)"
    },
    "Exports": {
      "text": "$5.2 billion (2013 est.)//$5.06 billion (2012 est.)"
    },
    "Exports - commodities": {
      "text": "fish and fish products 40%, aluminum, animal products, ferrosilicon, diatomite"
    },
    "Exports - partners": {
      "text": "Netherlands 30%, Germany 12.9%, UK 9.8%, Norway 5.1%, US 4.5%, France 4.4% (2012)"
    },
    "Imports": {
      "text": "$4.526 billion (2013 est.)//$4.441 billion (2012 est.)"
    },
    "Imports - commodities": {
      "text": "machinery and equipment, petroleum products, foodstuffs, textiles"
    },
    "Imports - partners": {
      "text": "Norway 16.6%, US 10.2%, Germany 9.2%, China 7.2%, Brazil 6.7%, Netherlands 6%, Denmark 5.7%, UK 4.6% (2012)"
    },
    "Reserves of foreign exchange and gold": {
      "text": "$5.604 billion (31 December 2013 est.)//$4.192 billion (31 December 2012 est.)"
    },
    "Debt - external": {
      "text": "$102 billion (31 December 2012 est.)//$110.8 billion (31 December 2011 est.)"
    },
    "Stock of direct foreign investment - at home": {
      "text": "$NA//$9.2 billion (31 December 2008)"
    },
    "Stock of direct foreign investment - abroad": {
      "text": "$NA//$8.8 billion (31 December 2008)"
    },
    "Exchange rates": {
      "text": "Icelandic kronur (ISK) per US dollar -//123.7 (2013 est.)//125.08 (2012 est.)//122.24 (2010 est.)//123.64 (2009)//85.619 (2008)"
    }
  },
  "Energy": {
    "Electricity - production": {
      "text": "17.08 billion kWh (2011 est.)"
    },
    "Electricity - consumption": {
      "text": "16.23 billion kWh (2010 est.)"
    },
    "Electricity - exports": {
      "text": "0 kWh (2012 est.)"
    },
    "Electricity - imports": {
      "text": "0 kWh (2012 est.)"
    },
    "Electricity - installed generating capacity": {
      "text": "2.579 million kW (2010 est.)"
    },
    "Electricity - from fossil fuels": {
      "text": "4.7% of total installed capacity (2010 est.)"
    },
    "Electricity - from nuclear fuels": {
      "text": "0% of total installed capacity (2010 est.)"
    },
    "Electricity - from hydroelectric plants": {
      "text": "73% of total installed capacity (2010 est.)"
    },
    "Electricity - from other renewable sources": {
      "text": "22.3% of total installed capacity (2010 est.)"
    },
    "Crude oil - production": {
      "text": "0 bbl/day (2012 est.)"
    },
    "Crude oil - exports": {
      "text": "0 bbl/day (2010 est.)"
    },
    "Crude oil - imports": {
      "text": "0 bbl/day (2010 est.)"
    },
    "Crude oil - proved reserves": {
      "text": "0 bbl (1 January 2013 est.)"
    },
    "Refined petroleum products - production": {
      "text": "0 bbl/day (2010 est.)"
    },
    "Refined petroleum products - consumption": {
      "text": "20,770 bbl/day (2011 est.)"
    },
    "Refined petroleum products - exports": {
      "text": "1,420 bbl/day (2010 est.)"
    },
    "Refined petroleum products - imports": {
      "text": "14,160 bbl/day (2010 est.)"
    },
    "Natural gas - production": {
      "text": "0 cu m (2011 est.)"
    },
    "Natural gas - consumption": {
      "text": "0 cu m (2010 est.)"
    },
    "Natural gas - exports": {
      "text": "0 cu m (2011 est.)"
    },
    "Natural gas - imports": {
      "text": "0 cu m (2011 est.)"
    },
    "Natural gas - proved reserves": {
      "text": "0 cu m (1 January 2013 est.)"
    },
    "Carbon dioxide emissions from consumption of energy": {
      "text": "3.809 million Mt (2011 est.)"
    }
  },
  "Communications": {
    "Telephones - main lines in use": {
      "text": "189,000 (2012)"
    },
    "Telephones - mobile cellular": {
      "text": "346,000 (2012)"
    },
    "Telephone system": {
      "general assessment": "telecommunications infrastructure is modern and fully digitized, with satellite-earth stations, fiber-optic cables, and an extensive broadband network",
      "domestic": "liberalization of the telecommunications sector beginning in the late 1990s has led to increased competition especially in the mobile services segment of the market",
      "international": "country code - 354; the CANTAT-3 and FARICE-1 submarine cable systems provide connectivity to Canada, the Faroe Islands, UK, Denmark, and Germany; a planned new section of the Hibernia-Atlantic submarine cable will provide additional connectivity to Canada, US, and Ireland; satellite earth stations - 2 Intelsat (Atlantic Ocean), 1 Inmarsat (Atlantic and Indian Ocean regions); note - Iceland shares the Inmarsat earth station with the other Nordic countries (Denmark, Finland, Norway, and Sweden) (2011)"
    },
    "Broadcast media": {
      "text": "state-owned public TV broadcaster operates 1 TV channel nationally; several privately owned TV stations broadcast nationally and roughly another half-dozen operate locally; about one-half the households utilize multi-channel cable or satellite TV services; state-owned public radio broadcaster operates 2 national networks and 4 regional stations; 2 privately owned radio stations operate nationally and another 15 provide more limited coverage (2007)"
    },
    "Internet country code": {
      "text": ".is"
    },
    "Internet hosts": {
      "text": "369,969 (2012)"
    },
    "Internet users": {
      "text": "301,600 (2009)"
    }
  },
  "Transportation": {
    "Airports": {
      "text": "96 (2013)"
    },
    "Airports - with paved runways": {
      "total": "7",
      "over 3,047 m": "1",
      "1,524 to 2,437 m": "3",
      "914 to 1,523 m": "3 (2013)"
    },
    "Airports - with unpaved runways": {
      "total": "89",
      "1,524 to 2,437 m": "3",
      "914 to 1,523 m": "26",
      "under 914 m": "60 (2013)"
    },
    "Roadways": {
      "total": "12,890 km",
      "paved/oiled gravel": "4,782 km (does not include urban roads)",
      "unpaved": "8,108 km (2012)"
    },
    "Merchant marine": {
      "total": "2",
      "by type": "passenger/cargo 2",
      "registered in other countries": "19 (Antigua and Barbuda 10, Belize 1, Faroe Islands 4, Finland 1, Gibraltar 1, Norway 2) (2010)"
    },
    "Ports and terminals": {
      "major seaport(s)": "Grundartangi, Hafnarfjordur, Reykjavik"
    }
  },
  "Military": {
    "Military branches": {
      "text": "no regular military forces; Icelandic National Police; Icelandic Coast Guard (2013)"
    },
    "Manpower available for military service": {
      "males age 16-49": "75,337 (2010 est.)"
    },
    "Manpower fit for military service": {
      "males age 16-49": "62,781",
      "females age 16-49": "61,511 (2010 est.)"
    },
    "Manpower reaching militarily significant age annually": {
      "male": "2,277",
      "female": "2,200 (2010 est.)"
    },
    "Military expenditures": {
      "text": "0.13% of GDP (2012)//0.14% of GDP (2011)//0.13% of GDP (2010)"
    },
    "Military - note": {
      "text": "Iceland has no standing military force; all US military forces in Iceland were withdrawn as of October 2006; defense of Iceland remains a NATO commitment and NATO maintains an air policing presence in Icelandic airspace; Iceland participates in international peacekeeping missions with the civilian-manned Icelandic Crisis Response Unit (ICRU) (2011)"
    }
  },
  "Transnational Issues": {
    "Disputes - international": {
      "text": "Iceland, the UK, and Ireland dispute Denmark's claim that the Faroe Islands' continental shelf extends beyond 200 nm; the European Free Trade Association Surveillance Authority filed a suit against Iceland, claiming the country violated the European Economic Area agreement in failing to pay minimum compensation to Icesave depositors"
    }
  }
}
